[Information]
; (Latest Translator, First Translator, Second Translator ...)
TRANSLATORS=Harry Samwel, Nicklas Holm, Björn Bodén, TimmE
VERSION=8.0.0

[Language]
LANGUAGE=Svenska
CHARACTER_CODE=Unicode (UTF-16, LE, w/ BOM)
LOCALE_ID=0x041D

[Menu]
FILE=Arkiv
FILE_EXIT=Avsluta
EDIT=Redigera
EDIT_COPY=Kopiera
THEME=Tema
HELP=Hjälp
HELP_ABOUT=Om CrystalDiskMark
LANGUAGE=Språk
ZOOM=Zoom
AUTO=Auto
TEST_DATA=Testdata
DEFAULT_RANDOM=Standard (Slumpmässig)
SETTINGS=Inställningar
SAVE=Spara
QUEUES_THREADS=Köer & Trådar
INTERVAL_TIME=Intervalltid
SECOND=sek
MINUTE=min
HOUR=tim
ALL_ZERO=Alla 0x00 (Fyll med 0)
SELECT_FOLDER=Välj Mapp
FONT_SETTING=Typsnittsinställning
PROFILE=Profil
PROFILE_DEFAULT=Standard
PROFILE_PEAK=Max Prestanda
PROFILE_REAL=Verklig Prestanda
; 8.0.0
SAVE_TEXT=Spara （text）
SAVE_IMAGE=Spara （bild）
PROFILE_DEMO=Demo

[Message]
STOP_BENCHMARK=Stoppa mätningen.
DISK_CAPACITY_ERROR=Otillräckligt diskutrymme.
DISK_CREATE_FILE_ERROR=Misslyckades att skapa fil.
DISK_WRITE_ERROR=Skrivfel.
DISK_READ_ERROR=Läsfel.
DISK_SPD_NOT_FOUND=DiskSpd hittades inte. Återinstallera CrystalDiskMark.

[Title]
TEST_DRIVE=Testa Diskenhet
TEST_SIZE=Teststorlek
TEST_COUNT=Antal körningar
TEST_UNIT=Resultat i
TEST_MIX=Blandade förhållanden
; 8.0.0
TEST_MODE=Testläge

[WindowTitle]
ABOUT=Om CrystalDiskMark
QUEUES_THREADS=Köer & Trådar
FONT_SETTING=Typsnittsinställningar
COMMENT=Kommentar
; 8.0.0
SETTINGS=Inställningar

[Dialog]
DEFAULT=Standard
AUTO=Auto
FONT_FACE=Typsnitt
FONT_SCALE=Typsnittsstorlek (%)
FONT_RENDER_METHOD=Renderingsmetod
BLOCK_SIZE=Blockstorlek
QUEUES=Köer
THREADS=Trådar
SEQUENTIAL_1=Sekventiell (1)
SEQUENTIAL_2=Sekventiell (2)
RANDOM_1=Slumpmässig (1)
RANDOM_2=Slumpmässig (2)
DEFAULT_AFFINITY=Standardtest
ENABLED=Aktiverad
DISABLED=Avaktiverad
; 8.0.0
TYPE=Typ
PROFILE_DEFAULT=Profil: Standard
PROFILE_PEAK_PERFORMANCE=Profil: Max Prestanda
PROFILE_DEMO=Profil: Demo
MEASURE_TIME=Mättid (sek)
INTERVAL_TIME=Intervalltid (sek)
